Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: This is the technical macOS map used for actual window placement. For multiple displays, the setup guide shows how to arrange them as a corner-to-corner staircase.
ar: هذه هي الخريطة التقنية macOS المستخدمة لوضع النوافذ الفعلية. بالنسبة للعرضات المتعددة، يوضح دليل الإعداد كيفية ترتيبها على شكل درج من الزاوية إلى الزاوية.
da: Dette er det tekniske macOS kort, der anvendes til faktisk vinduesplacering. For flere skærme viser opsætningsvejledningen, hvordan man arrangerer dem som en hjørne-til-hjørne trappe.
de: Dies ist die technische macOS-Karte, die für die tatsächliche Platzierung von Fenstern verwendet wird. Für mehrere Anzeigen zeigt der Einrichtungssatz, wie man sie als Treppe von Ecke zu Ecke anordnet.
el: Αυτός είναι ο τεχνικός χάρτης macOS που χρησιμοποιείται για την πραγματική τοποθέτηση παραθύρων. Για πολλαπλές οθόνες, ο οδηγός εγκατάστασης δείχνει πώς να τα ρυθμίσετε ως μια σκάλα γωνία προς γωνία.
es: Este es el mapa técnico macOS utilizado para la ubicación real de las ventanas. Para múltiples pantallas, la guía de configuración muestra cómo organizarlas como una escalera de esquina a esquina.
fi: Tämä on tekninen macOS kartta, jota käytetään varsinaisessa ikkunan sijoittelussa. Useissa näytöissä setup-opas näyttää, miten ne järjestetään kulmasta kulmaan -portaaksi.
fr: Il s’agit de la carte technique macOS utilisée pour placer réellement les fenêtres. Avec plusieurs écrans, le guide de configuration indique comment les disposer en escalier, coin contre coin.
he: זה הטכני. macOS מפה המשמשת למיקום חלון בפועל. לתצוגות מרובות, מדריך ההתקנה מראה כיצד לארגן אותם כמדרגות פינתיות.
hi: यह वह तकनीकी macOS मानचित्र है जिसका उपयोग वास्तविक विंडो प्लेसमेंट के लिए किया जाता है। कई डिस्प्ले के लिए, सेटअप गाइड दिखाता है कि उन्हें कोने से कोने तक सीढ़ियों के रूप में कैसे व्यवस्थित किया जाए।
it: Questa è la mappa tecnica macOS usata per il posizionamento effettivo delle finestre. Per i display multipli, la guida di configurazione mostra come organizzarli come una scala angolo-angolo.
ja: これは実際のウィンドウ配置に使用される技術的なmacOSマップです。複数のディスプレイの場合、設定ガイドでは、それらをコーナーからコーナーへと階段のように配置する方法を示しています。
ko: 이것은 실제 창 배치에 사용되는 기술적인 macOS 지도입니다. 여러 디스플레이의 경우 설정 가이드에서는 이를 모서리에서 모서리로 계단처럼 배열하는 방법을 보여줍니다.
nb: Dette er det tekniske macOS-kartet som brukes for faktisk plassering av vinduer. For flere skjermer viser oppsettveiledningen hvordan de kan arrangeres som en trapp fra hjørne til hjørne.
nl: Dit is de technische macOS kaart die gebruikt wordt voor de werkelijke vensterplaatsing. Voor meerdere displays laat de setup gids zien hoe je ze kunt regelen als een hoek-naar-hoek trap.
pl: To jest techniczna mapa macOS używana do rzeczywistego umieszczania okien. W przypadku wielu monitorów, przewodnik konfiguracji pokazuje, jak ustawić je jako schodki z narożnika do narożnika.
ru: Это техническая macOS-мапа, используемая для размещения окон на реальном экране. Для нескольких отображений руководство по настройке показывает, как их расположить как лестницу от угла к углам.
sr_latn: Ovo je tehnička mapa macOS-a koja se koristi za stvarno postavljanje prozora. Za više ekrana, vodič za podešavanje pokazuje kako ih rasporediti kao ugao-na-ugao stepenica.
sv: Detta är den tekniska macOS-kartan som används för faktisk placering av fönster. För flera skärmar visar inställningsguiden hur man ordnar dem som en trappa från hörn till hörn.
uk: Це технічна схема macOS, за якою насправді розміщуються вікна. Для кількох дисплеїв посібник із налаштування показує, як розташувати їх східчасто, кут до кута.
zh_hans: 这是用于实际窗口放置的技术macOS地图。对于多个显示器，设置指南显示了如何将它们排列成从角落到角落的阶梯状。

source: This key combination is already used by "%@". Do you want to replace it?
ar: هذا التوافيق المفتاحي يستخدم بالفعل بواسطة "%@". هل تريد استبداله؟
da: Denne nøglekombination bruges allerede af "%@." Vil du erstatte den?
de: Diese Schlüsselkombination wird bereits von "%@" verwendet. Möchten Sie sie ersetzen?
el: Αυτός ο βασικός συνδυασμός χρησιμοποιείται ήδη από το "%@." Θέλεις να το αντικαταστήσεις;
es: Esta combinación de claves ya es utilizada por "%@". ¿Quieres reemplazarla?
fi: Tätä avainyhdistelmää käytetään jo kohdassa "%@". Haluatko vaihtaa sen?
fr: Cette combinaison de clés est déjà utilisée par «%@». Tu veux le remplacer ?
he: שילוב מפתח זה כבר בשימוש "%@". האם אתה רוצה להחליף אותו?
hi: यह कुंजी संयोजन पहले से ही "%@" द्वारा उपयोग किया जा रहा है। क्या आप इसे बदलना चाहते हैं?
it: Questa combinazione di tasti è già usata da "%@." Vuoi sostituirlo?
ja: このキー組み合わせはすでに「%@」で使用されています。置き換えますか？
ko: 이 키 조합은 이미 "%@"에 의해 사용되고 있습니다. 이를 교체하시겠습니까?
nb: Denne nøkkelkombinasjonen er allerede brukt av "%@". Vil du erstatte den?
nl: Deze sleutelcombinatie wordt al gebruikt door "%@." Wilt u het vervangen?
pl: Ta kombinacja klawiaturowa jest już używana przez "%@". Chcesz ją zastąpić?
ru: Эта комбинация ключей уже используется "%@". Вы хотите заменить её?
sr_latn: Ova ključna kombinacija se već koristi "%@". Hoćeš li da ga zameniš?
sv: Denna nyckelkombination används redan av "%@". Vill du ersätta den?
uk: Ця комбінація клавіш вже використовується "%@". Ви хочете її замінити?
zh_hans: 这个键组合已经由“%@”使用。你想替换它吗？

source: This key combination is used by: %@. Do you want to replace all?
ar: يتم استخدام هذا التوافيق المفتاحية بواسطة: %@. هل تريد استبدال جميعها؟
da: Denne nøglekombination bruges af: %@. Vil du erstatte alle?
de: Diese Schlüsselkombination wird von verwendet: %@. Möchten Sie alle ersetzen?
el: Αυτός ο βασικός συνδυασμός χρησιμοποιείται από: %@. Θέλεις να τα αντικαταστήσεις όλα;
es: Esta combinación de claves es utilizada por: %@. ¿Quieres reemplazar todas?
fi: Tätä avainyhdistelmää käyttää: %@. Haluatko korvata kaikki?
fr: Cette combinaison de clés est utilisée par : %@. Tu veux tout remplacer ?
he: שילוב מפתח זה משמש: %@. אתה רוצה להחליף הכל?
hi: यह कुंजी संयोजन निम्नलिखित द्वारा उपयोग किया जाता है: %@। क्या आप सभी को बदलना चाहते हैं?
it: Questa combinazione di tasti è usata da: %@. Vuoi sostituire tutti?
ja: このキー組み合わせは次に使用されます：%@。すべて置き換えたいですか？
ko: 이 키 조합은 다음에 사용됩니다: %@. 모두 교체하시겠습니까?
nb: Denne nøkkelkombinasjonen brukes av: %@. Vil du erstatte alle?
nl: Deze sleutelcombinatie wordt gebruikt door: %@. Wilt u alles vervangen?
pl: Ta kombinacja klawiaturowa jest używana przez: %@. Chcesz zastąpić wszystko?
ru: Эта комбинация ключей используется: %@. Вы хотите заменить все?
sr_latn: Ova ključna kombinacija se koristi: %@. Želite da zamenite sve?
sv: Denna nyckelkombination används av: %@. Vill du ersätta alla?
uk: Ця комбінація клавіш використовується: %@. Ви хочете замінити всі?
zh_hans: 这个密钥组合由以下人员使用：%@。您想替换所有吗？

source: This macOS arrangement is intentionally different from your desk. It keeps OmniWM’s hidden windows from appearing on another display.
ar: هذا الترتيب macOS مختلف عن مكتبك بشكل متعمد. فهو يمنع ظهور النوافذ المخفية لـ OmniWM على شاشة أخرى.
da: Dette macOS arrangement er bevidst forskellig fra dit skrivebord. Det holder OmniWM gør skjulte vinduer fra vises på et andet display.
de: Diese macOS-Anordnung ist absichtlich anders als Ihr Schreibtisch. Sie verhindert, dass OmniWMs versteckte Fenster auf einem anderen Bildschirm angezeigt werden.
el: Αυτή η διάταξη του macOS διαφέρει σκόπιμα από τη φυσική θέση των οθονών σας. Εμποδίζει τα κρυφά παράθυρα του OmniWM να εμφανίζονται σε άλλη οθόνη.
es: Este macOS de disposición es intencionalmente diferente de tu escritorio. Mantiene las ventanas ocultas de OmniWM de no aparecer en otra pantalla.
fi: Tämä macOS:n näyttöjärjestys poikkeaa tarkoituksella fyysisestä näyttöasetelmastasi. Se estää OmniWM:n piilotettuja ikkunoita näkymästä toisella näytöllä.
fr: Cet arrangement macOS est intentionnellement différent de votre bureau. Il garde OmniWMLes fenêtres cachées d'apparaître sur un autre affichage.
he: סידור הצגים הזה ב-macOS שונה בכוונה מהסידור הפיזי על השולחן. כך חלונות ש-OmniWM מסתיר אינם מופיעים בצג אחר.
hi: यह macOS व्यवस्था जानबूझकर आपके डेस्क से अलग है। यह OmniWM की छिपी हुई खिड़कियों को दूसरे डिस्प्ले पर दिखाई देने से रोकता है।
it: Questa disposizione macOS è intenzionalmente diversa dalla tua scrivania. Mantiene OmniWM le finestre nascoste dall'apparire su un altro display.
ja: このmacOSの配置は意図的にあなたの机とは異なります。これにより、OmniWMの隠されたウィンドウが別のディスプレイに表示されないようにしています。
ko: 이 macOS 배열은 의도적으로 당신의 책상과 다릅니다. OmniWM의 숨겨진 창이 다른 디스플레이에 표시되는 것을 방지합니다.
nb: Denne macOS-oppsettet er med vilje annerledes enn skrivebordet ditt. Det hindrer at OmniWMs skjulte vinduer vises på et annet skjerm.
nl: Deze macOS regeling verschilt opzettelijk van uw bureau. Het voorkomt dat OmniWM verborgen vensters op een ander scherm verschijnen.
pl: Ten układ macOS celowo różni się od rozmieszczenia monitorów na biurku. Zapobiega wyświetlaniu ukrytych okien OmniWM na innym monitorze.
ru: Эта конфигурация macOS намеренно отличается от вашей стола. Она предотвращает появление скрытых окон OmniWM на другом экране.
sr_latn: Ovaj macOS uređaj je namerno drugačiji od vašeg stola. Sačuva skrivene prozore OmniWM od pojavljivanja na drugom ekranu.
sv: Denna macOS-arrangemang är avsiktligt annorlunda än ditt skrivbord. Det hindrar att OmniWM:s dolda fönster visas på en annan skärm.
uk: Це розташування macOS навмисно відрізняється від розташування на вашому столі. Воно не дає прихованим вікнам OmniWM з’являтися на іншому дисплеї.
zh_hans: 这种macOS的布局故意与你的桌面不同。它防止OmniWM的隐藏窗口出现在其他显示器上。

source: This preview updates when you return from Display Settings.
ar: يتم تحديث هذا المعرض عند العودة من إعدادات العرض.
da: Denne forhåndsvisning opdateres, når du vender tilbage fra Display-indstillinger.
de: Diese Vorschau wird aktualisiert, wenn Sie von den Anzeigeeinstellungen zurückkehren.
el: Αυτή η προεπισκόπηση ενημερώνει όταν επιστρέφετε από τις Ρυθμίσεις Εμφάνισης.
es: Esta vista previa se actualiza cuando regresas desde Configuración de pantalla.
fi: Tämä esikatselu päivittyy, kun palaat Näyttöasetuksista.
fr: Cet aperçu est mis à jour lorsque vous retournez de Paramètres d'affichage.
he: עדכוני תצוגה מקדימה זה כאשר אתה חוזר מ הגדרות תצוגה.
hi: यह पूर्वावलोकन तब अपडेट होता है जब आप डिस्प्ले सेटिंग्स से वापस आते हैं।
it: Questa anteprima aggiorna quando si ritorna dalle impostazioni di visualizzazione.
ja: このプレビューは、ディスプレイ設定から戻ると更新されます。
ko: 이 미리보기는 디스플레이 설정에서 돌아올 때 업데이트됩니다.
nb: Denne forhåndsvisningen oppdateres når du kommer tilbake fra Visningsinnstillinger.
nl: Deze voorbeeldupdates wanneer u terugkeert van Weergaveinstellingen.
pl: Podgląd zostanie zaktualizowany po powrocie z ustawień monitorów.
ru: Этот предварительный просмотр обновляется, когда вы возвращаетесь из настроек отображения.
sr_latn: Ovaj pregled ažurira kada se vratite iz Podešavanja prikazivanja.
sv: Denna förhandsvisning uppdateras när du återvänder från Inställningar för visning.
uk: Цей попередній перегляд оновиться, коли ви повернетеся з параметрів дисплеїв.
zh_hans: 当您从显示设置返回时，此预览会更新。

source: This removes unpinned clipboard history. Pinned items and the current system clipboard are unchanged.
ar: يحذف هذا عناصر سجل الحافظة غير المثبّتة. وتبقى العناصر المثبّتة ومحتويات حافظة النظام الحالية دون تغيير.
da: Dette fjerner ikke-fastgjorte elementer fra udklipsholderhistorikken. Fastgjorte elementer og indholdet af systemets aktuelle udklipsholder ændres ikke.
de: Dadurch wird der Verlauf nicht angehefteter Einträge aus der Zwischenablage entfernt. Angeheftete Einträge und der aktuelle Inhalt der Systemzwischenablage bleiben unverändert.
el: Αυτό διαγράφει τα μη καρφιτσωμένα στοιχεία από το ιστορικό του προχείρου. Τα καρφιτσωμένα στοιχεία και το τρέχον πρόχειρο του συστήματος παραμένουν ως έχουν.
es: Esto elimina el historial de los elementos no fijados del portapapeles. Los elementos fijados y el contenido actual del portapapeles del sistema no cambian.
fi: Tämä poistaa kiinnittämättömät kohteet leikepöydän historiasta. Kiinnitetyt kohteet ja järjestelmän leikepöydän nykyinen sisältö pysyvät muuttumattomina.
fr: Cela efface l’historique du presse-papiers non épinglé. Les éléments épinglés et le presse-papiers actuel du système restent inchangés.
he: פעולה זו מוחקת מהיסטוריית לוח העריכה פריטים שלא הוצמדו. פריטים מוצמדים ותוכן לוח העריכה הנוכחי של המערכת יישארו ללא שינוי.
hi: यह अनपिन किए गए क्लिपबोर्ड इतिहास को हटा देता है। पिन किए गए आइटम और वर्तमान सिस्टम क्लिपबोर्ड अपरिवर्तित रहते हैं।
it: Questa operazione rimuove gli elementi non fissati della cronologia degli appunti. Gli elementi fissati e il contenuto attuale degli appunti di sistema restano invariati.
ja: これにより、ピンされていないクリップボード履歴が削除されます。ピンされたアイテムと現在のシステムクリップボードは変更されません。
ko: 이 작업은 클립보드 기록에서 고정되지 않은 항목을 제거합니다. 고정된 항목과 현재 시스템 클립보드 내용은 변경되지 않습니다.
nb: Dette fjerner historikk fra utklippstavlen som ikke er festet. Festede elementer og den nåværende systemets utklippstavle forblir uendret.
nl: Hiermee wordt de niet-vastgezette klembordgeschiedenis gewist. Vastgezette items en het huidige systeemklembord blijven ongewijzigd.
pl: Spowoduje to usunięcie nieprzypiętej historii schowka. Przypięte elementy i bieżąca zawartość schowka systemowego pozostaną bez zmian.
ru: Это удалит незакреплённые элементы из истории буфера обмена. Закреплённые элементы и текущее содержимое системного буфера обмена останутся без изменений.
sr_latn: Ovim se briše istorija nezakačenih stavki klipborda. Zakačene stavke i trenutni sadržaj sistemskog klipborda ostaju nepromenjeni.
sv: Detta tar bort historiken i klistrapparen som inte är fastsatt. Fastsatta objekt och den aktuella systemklistrapparen ändras inte.
uk: Це видаляє незакріплену історію буфера обміну. Закріплені елементи й поточний системний буфер обміну залишаються без змін.
zh_hans: 这可以删除未置顶的剪贴板历史记录。置顶的物品和当前系统剪贴板保持不变。

source: This rule matches windows but has no effect — set a layout, workspace, initial container primary span, or minimum size.
ar: يتطابق هذا القواعد مع النوافذ ولكن له تأثير لا يُذكر - قم بتعيين تخطيط، ومساحة عمل، وطول النطاق الأساسي للمحتوى الأولي للمحتوى، أو الحجم الأدنى.
da: Denne regel matcher vinduer, men har ingen effekt, sæt et layout, arbejdsområde, indledende container primære span, eller minimum størrelse.
de: Diese Regel passt auf Windows, hat aber keine Wirkung – legen Sie ein Layout, einen Arbeitsbereich, die primäre Spannweite des Initialcontainers oder eine Mindestgröße fest.
el: Αυτός ο κανόνας ταιριάζει με τα παράθυρα, αλλά δεν έχει καμία επίδραση Ορίστε μια διάταξη, χώρο εργασίας, αρχικό κύριο εύρος δοχείου, ή το ελάχιστο μέγεθος.
es: Esta regla coincide con las ventanas, pero no tiene ningún efecto: establece un diseño, un espacio de trabajo, el ancho principal del contenedor inicial o el tamaño mínimo.
fi: Tämä sääntö vastaa ikkunoita, mutta sillä ei ole vaikutusta – aseta layout, työtila, alkukonttien ensisijainen span tai minimikoko.
fr: Cette règle correspond à des fenêtres, mais n’a aucun effet : définissez une disposition, un espace de travail, la dimension principale initiale du conteneur ou une taille minimale.
he: הכלל הזה מתאים לחלונות אבל אינו משפיע עליהם — הגדירו פריסה, מרחב עבודה, טווח ראשי התחלתי למכל או גודל מזערי.
hi: यह नियम विंडोज़ से मेल खाता है लेकिन इसका कोई प्रभाव नहीं पड़ता — लेआउट, वर्कस्पेस, प्रारंभिक कंटेनर प्राथमिक स्पैन या न्यूनतम आकार सेट करें।
it: Questa regola corrisponde a finestre, ma non ha effetto che imposta un layout, uno spazio di lavoro, un'apertura primaria iniziale del contenitore o una dimensione minima.
ja: このルールはウィンドウに一致しますが、効果はありません。レイアウト、ワークスペース、初期コンテナのプライマリスパン、または最小サイズを設定してください。
ko: 이 규칙에 일치하는 창이 있지만 아무 효과도 없습니다. 레이아웃, 워크스페이스, 초기 컨테이너의 기본 범위 또는 최소 크기를 설정하세요.
nb: Denne regelen samsvarer med vinduer, men har ingen effekt – sett en layout, arbeidsområde, primærspenn for initial container eller minimumsstørrelse.
nl: Deze regel komt overeen met vensters, maar heeft geen effect. Stel een indeling, werkruimte, primaire breedte of hoogte van de eerste container, of minimumgrootte in.
pl: Ta reguła dopasowuje okna, ale nie ma żadnego skutku — ustaw układ, przestrzeń roboczą, początkową proporcję głównej części kontenera albo rozmiar minimalny.
ru: Это правило соответствует окнам, но не имеет эффекта — установите раскладку, рабочее пространство, первоначальный размер основного контейнера или минимальный размер.
sr_latn: Ovo pravilo odgovara prozorima, ali nema efekta - postavlja raspored, radni prostor, prvobitni primarni prostor kontejnera, ili minimalna veličina.
sv: Denna regel matchar fönster men har ingen effekt — ställ in ett layout, arbetsyta, initialt primärt spann för behållaren eller minsta storlek.
uk: Це правило відповідає вікнам, але нічого не змінює: задайте схему компонування, робочий простір, початковий основний розмір контейнера або мінімальний розмір.
zh_hans: 这个规则与Windows兼容，但没有作用——设置布局、工作区、初始容器主跨度或最小尺寸。

source: This setting is managed by your organization.
ar: يتم إدارة هذا الإعداد من قبل مؤسستك.
da: Denne indstilling styres af din organisation.
de: Diese Einstellung wird von Ihrer Organisation verwaltet.
el: Αυτό το σκηνικό το διαχειρίζεται η οργάνωσή σας.
es: Esta configuración es gestionada por su organización.
fi: Järjestösi hallinnoi tätä asetelmaa.
fr: Ce réglage est géré par votre organisation.
he: תפאורה זו מנוהלת על ידי הארגון שלך.
hi: यह सेटिंग आपके संगठन द्वारा प्रबंधित की जाती है।
it: Questa impostazione è gestita dalla vostra organizzazione.
ja: この設定はあなたの組織によって管理されています。
ko: 이 설정은 귀하의 조직에서 관리합니다.
nb: Denne innstillingen administreres av organisasjonen din.
nl: Deze setting wordt beheerd door uw organisatie.
pl: To ustawienie zarządzane jest przez Twoją organizację.
ru: Эти настройки управляются вашей организацией.
sr_latn: Ovo podešavanje upravlja vaša organizacija.
sv: Denna inställning hanteras av din organisation.
uk: Це налаштування керується вашою організацією.
zh_hans: 这个设置由您的组织管理。

source: This shortcut needs Input Monitoring permission.
ar: هذا الاختصار يحتاج إلى إذن مراقبة الإدخال.
da: Denne genvej har brug for tilladelse til Input Overvågning.
de: Dieser Shortcut benötigt die Berechtigung für das Eingabeüberwachung.
el: Αυτή η συντόμευση χρειάζεται άδεια παρακολούθησης εισόδου.
es: Este atajo de teclado necesita permiso de Monitoreo de entrada.
fi: Tämä pikanäppäin tarvitsee Input Monitoring -luvan.
fr: Ce raccourci a besoin d'une permission de surveillance d'entrée.
he: קיצור דרך זה זקוק לאישור ניטור קלט.
hi: इस शॉर्टकट को इनपुट मॉनिटरिंग अनुमति की आवश्यकता है।
it: Questa scorciatoia richiede l'autorizzazione per il monitoraggio degli input.
ja: このショートカットには入力監視の許可が必要です。
ko: 이 단축키에는 입력 모니터링 권한이 필요합니다.
nb: Denne snarveien trenger tillatelse til inputovervåking.
nl: Deze snelkoppeling heeft toestemming voor invoerbewaking nodig.
pl: Ten skrót wymaga uprawnienia Monitorowanie wejścia.
ru: Этот кнопок требует разрешения на мониторинг ввода.
sr_latn: Ovaj kratak korak zahteva dozvolu za ulazak za praćenje.
sv: Denna genväg behöver tillstånd för inmatningsövervakning.
uk: Для цього скорочення потрібен дозвіл на Моніторинг введення.
zh_hans: 这个快捷键需要输入监控权限。

source: Tile
ar: بلاط
da: Flise
de: Fliese
el: Παράθεση
es: Azulejo
fi: Laatoita
fr: Tuile
he: ריצוף
hi: प्लेट
it: Piastrelle
ja: タイル
ko: 타일
nb: flis
nl: Tegel
pl: Ułóż kafelkowo
ru: Кладка
sr_latn: Pločica
sv: tegelpanna
uk: Плитка
zh_hans: 瓷砖

source: Tile Window
ar: تبليط النافذة
da: Fliselæg vindue
de: Fenster kacheln
el: Παράθεση παραθύρου
es: Organizar ventana en mosaico
fi: Laatoita ikkuna
fr: Mettre la fenêtre en mosaïque
he: סדר חלון בריצוף
hi: विंडो को टाइल करें
it: Disponi la finestra a mosaico
ja: ウィンドウをタイル配置
ko: 창 타일 배치
nb: Plasser vinduet i flisoppsett
nl: Venster als tegel weergeven
pl: Ułóż okno kafelkowo
ru: Разместить окно плиткой
sr_latn: Rasporedi prozor kao pločicu
sv: Kakla fönster
uk: Розташувати вікно плиткою
zh_hans: 将窗口平铺

source: Tiled
ar: مزين بالبلاط
da: Flisebelagt
de: Verkleidet
el: Σε παράθεση
es: Pavimentado
fi: Kallistettu
fr: En mosaïque
he: דרוך
hi: टाइल किया गया
it: Piastrellati
ja: タイル張られた
ko: 타일 배치됨
nb: Flisbelagt
nl: Betegeld
pl: Ułożone kafelkowo
ru: Полированным
sr_latn: Tinejdžeri
sv: Kaklad
uk: Плитчастий
zh_hans: 铺了瓷砖的

source: Tiling layout (Niri / Dwindle)
ar: تخطيط التغطية (Niri / Dwindle)
da: Fliselayout (Niri / Dwindle)
de: Verkleidungslayout (Niri / Dwindle)
el: Διάταξη παράθεσης (Niri / Dwindle)
es: Diseño de enmarcado (Niri / Dwindle)
fi: Kallistusmuoto (Niri / Dwindle)
fr: Mise en page de l'inclinaison (Niri / Dwindle)
he: פריסת הטיה ()Niri / Dwindle)
hi: टाइलिंग लेआउट (Niri /Dwindle)
it: Layout di piastrelle (Niri / Dwindle)
ja: タイルレイアウト（Niri /Dwindle）
ko: 타일링 레이아웃 (Niri / Dwindle)
nb: Tildelingslayout (Niri / Dwindle)
nl: Tegelindeling (Niri / Dwindle)
pl: Układ kafelkowy (Niri / Dwindle)
ru: Разметка на накладке (Niri /Dwindle)
sr_latn: Popločani raspored (Niri / Dwindle)
sv: Tätningslayout (Niri / Dwindle)
uk: Мозаїчне компонування (Niri / Dwindle)
zh_hans: 铺设布局（Niri /Dwindle）

source: Title
ar: العنوان
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
he: כותרת
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
nb: tittel
nl: Titel
pl: Tytuł
ru: Название
sr_latn: naslov
sv: titel
uk: Назва
zh_hans: 标题

source: Title Match
ar: مباراة العنوان
da: Titel Match
de: Titelübereinstimmung
el: Αγώνας τίτλου
es: Emparejamiento de títulos
fi: Otsikko täsmää
fr: Correspondance des titres
he: התאם כותרת
hi: शीर्षक मैच
it: Corrispondenza titolo
ja: タイトルマッチ
ko: 제목 일치
nb: tittelkamp
nl: Titel Match
pl: Dopasowanie tytułu
ru: Совпадение заголовка
sr_latn: Titula utakmice
sv: titelmatch
uk: Збіг за заголовком
zh_hans: 标题匹配

source: Title contains
ar: يتضمن العنوان
da: Titel indeholder
de: Der Titel enthält
el: Ο τίτλος περιέχει
es: El título contiene
fi: Otsikko sisältää
fr: Le titre contient
he: הכותרת מכילה
hi: शीर्षक में शामिल है
it: Titolo contiene
ja: タイトルには含まれています
ko: 제목에 포함
nb: Tittelen inneholder
nl: Titel bevat
pl: Tytuł zawiera
ru: В названии содержат
sr_latn: Naslov sadrži
sv: Titeln innehåller
uk: Назва містить
zh_hans: 标题包含

source: Title regex
ar: تنسيق التعبير النمطي للعنوان
da: Titel regex
de: Titel-Regex
el: Τίτλος regex
es: Requisito de título regex
fi: Nimike regex
fr: Titre regex
he: ביטוי רגולרי לכותרת
hi: शीर्षक रेगुलर एक्सप्रेशन
it: Titolo regex
ja: タイトル正規表現
ko: 제목 정규 표현식
nb: Tittelregex
nl: Titel regex
pl: Wyrażenie regularne tytułu
ru: Регулярный шаблон для названия
sr_latn: Naslov Regeks
sv: Titelregressmönster
uk: Регулярний вираз для назви
zh_hans: 标题正则表达式

source: Title regex is invalid: %@
ar: تعبير النمط غير صالح للعنوان: %@
da: Titel regex er ugyldig: %@
de: Der Titel-Regex ist ungültig: %@
el: Ο τίτλος regex είναι άκυρος: %@
es: La expresión regular del título es inválida: %@
fi: Nimeke regex on virheellinen: %@
fr: Le titre regex est invalide : %@
he: רישום הכותרת לא תקף: %@
hi: शीर्षक रेगेक्स अमान्य है: %@
it: Il titolo regex non è valido: %@
ja: タイトル正規表現が無効です：%@
ko: 제목 정규식이 잘못되었습니다: %@
nb: Tittelregex er ugyldig: %@
nl: Titel regex is ongeldig: %@
pl: Wyrażenie regularne tytułu jest nieprawidłowe: %@
ru: Регулярный выражение для заголовка недействителен: %@
sr_latn: Naslov regex je nevažeći: %@
sv: Titelregex är ogiltig: %@
uk: Регулярний вираз заголовка некоректний: %@
zh_hans: 标题正则表达式无效：%@

source: Toggle Overview Mouse Button
ar: زر الماوس لإظهار «نظرة عامة» أو إخفائها
da: Slå oversigtsknap til/ fra for mus
de: Übersichts-Mausklick-Schalter
el: Εναλλαγή κουμπιού ποντικιού για την Επισκόπηση
es: Botón del ratón para abrir o cerrar Vista general
fi: Vaihda Yleiskatsaus Hiiren nappiin
fr: Activer ou désactiver le bouton de souris d’Overview
he: הפעל או כבה את כפתור העכבר של Overview
hi: ओवरव्यू टॉगल माउस बटन
it: Commuta il pulsante panoramica del mouse
ja: オーバービューを切り替えるマウスボタン
ko: Overview 전환 마우스 버튼
nb: Slå museknappen for Oversikt av eller på
nl: Overview-muisknop in- of uitschakelen
pl: Przełącz Overview przyciskiem myszy
ru: Переключатель обзора: кнопка мыши
sr_latn: Uključi/isključi Pregled dugmetom miša
sv: Musknapp för att visa eller dölja Översikt
uk: Увімкнути або вимкнути кнопку миші для Overview
zh_hans: 切换概览鼠标按钮
